Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: When on, the hierarchy expand/collapse state is restored per target-app bundle id across host and target-app restarts. The 20 most recently inspected apps are kept; toggling off preserves existing data but stops reading or writing it.
ar: عند التشغيل، تُستعاد حالة توسيع التسلسل الهرمي وطيّه لكل معرّف حزمة للتطبيق الهدف عبر إعادة تشغيل التطبيق الرئيسي والتطبيق الهدف. يتم الاحتفاظ بآخر 20 تطبيقًا تم فحصه. يؤدي الإيقاف إلى الإبقاء على البيانات الحالية دون قراءتها أو الكتابة إليها.
de: Wenn aktiviert, wird der Ein-/Ausklappstatus der Hierarchie pro Bundle-ID der Ziel-App über Neustarts von Host und Ziel-App hinweg wiederhergestellt. Es werden die 20 zuletzt untersuchten Apps behalten; beim Ausschalten bleiben vorhandene Daten erhalten, werden aber nicht mehr gelesen oder geschrieben.
es: Si está activado, el estado de expansión de la jerarquía se restaura por ID de paquete de la app de destino al reiniciar el host y la app de destino. Se conservan las 20 apps inspeccionadas más recientemente; al desactivarlo se conservan los datos existentes, pero dejan de leerse y escribirse.
fr: Si cette option est activée, l’état développé ou réduit de la hiérarchie est restauré pour chaque identifiant de bundle d’app cible, y compris après le redémarrage de l’hôte et de l’app cible. Les 20 apps inspectées le plus récemment sont conservées ; la désactivation préserve les données existantes, mais cesse de les lire et de les écrire.
it: Se attivo, lo stato di espansione e compressione della gerarchia viene ripristinato per ogni bundle ID dell’app di destinazione, anche dopo il riavvio dell’host e dell’app. Vengono conservate le 20 app ispezionate più di recente; se disattivi l’opzione, i dati esistenti vengono mantenuti ma non più letti né scritti.
ja: オンにすると、ターゲットAppのbundle IDごとに、ホストとターゲットAppを再起動しても階層の展開/折りたたみ状態が復元されます。最近検査した20個のAppが保持されます。オフにしても既存のデータは保持されますが、読み書きは行われません。
ko: 켜면 계층 구조의 펼침/접힘 상태가 대상 앱 번들 ID별로 복원되며, 호스트와 대상 앱을 다시 시작해도 유지됩니다. 최근 검사한 앱 20개까지 보관되며, 끄면 기존 데이터는 유지되지만 읽거나 쓰지 않습니다.
pt_br: Quando ativado, o estado de expansão/recolhimento da hierarquia é restaurado por bundle id do app de destino, mesmo após reiniciar o host e o app de destino. Os 20 apps inspecionados mais recentemente são mantidos; ao desativar, os dados existentes são preservados, mas deixam de ser lidos ou gravados.
ru: Если включено, состояние раскрытия иерархии восстанавливается для каждого bundle id целевого приложения после перезапуска хоста и приложения. Сохраняются 20 последних инспектированных приложений; при выключении существующие данные остаются, но больше не читаются и не записываются.
vi: Khi bật, trạng thái mở rộng/thu gọn của phân cấp được khôi phục theo bundle ID của ứng dụng đích, kể cả sau khi khởi động lại LookInside và ứng dụng đích. Giữ lại 20 ứng dụng được kiểm tra gần nhất; khi tắt, dữ liệu hiện có được giữ nguyên nhưng không còn được đọc hay ghi.
zh_hans: 开启后，将按目标 App 的 bundle id 在宿主和目标 App 重启后恢复层级展开/折叠状态。会保留最近检查的 20 个 App；关闭后会保留已有数据，但停止读取或写入。
zh_hant: 開啟後，會依目標 App 的 bundle id，在 Mac 版 LookInside 與目標 App 重新啟動後還原階層的展開與收合狀態。系統會保留最近檢查的 20 個 App；關閉後會保留現有資料，但不再讀取或寫入。

source: Which Device?
ar: أي جهاز؟
de: Welches Gerät?
es: ¿Qué dispositivo?
fr: Quel appareil ?
it: Quale dispositivo?
ja: どのデバイスを使用しますか?
ko: 어느 기기인가요?
pt_br: Qual Dispositivo?
ru: Какое устройство?
vi: Thiết bị nào?
zh_hans: 使用哪台设备？
zh_hant: 哪一部裝置？

source: width
ar: العرض
de: Breite
es: ancho
fr: largeur
it: larghezza
ja: 幅
ko: 너비
pt_br: largura
ru: ширина
vi: chiều rộng
zh_hans: 宽度
zh_hant: 寬度

source: Window
ar: النافذة
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

source: Window coordinates
ar: إحداثيات النافذة
de: Fensterkoordinaten
es: Coordenadas de la ventana
fr: Coordonnées de la fenêtre
it: Coordinate della finestra
ja: ウインドウ座標
ko: 윈도우 좌표
pt_br: Coordenadas da janela
ru: Координаты окна
vi: Tọa độ cửa sổ
zh_hans: 窗口坐标
zh_hant: 視窗座標

source: Window: %@
ar: النافذة: %@
de: Fenster: %@
es: Ventana: %@
fr: Fenêtre : %@
it: Finestra: %@
ja: ウインドウ: %@
ko: 윈도우: %@
pt_br: Janela: %@
ru: Окно: %@
vi: Cửa sổ: %@
zh_hans: 窗口：%@
zh_hant: 視窗：%@

source: Words
ar: الكلمات
de: Wörter
es: Palabras
fr: Mots
it: Parole
ja: 語
ko: 단어
pt_br: Palavras
ru: Слова
vi: Từ
zh_hans: 词
zh_hant: 詞

source: Xcode Capture
ar: التقاط Xcode
de: Xcode-Aufnahme
es: Captura de Xcode
fr: Capture Xcode
it: Cattura di Xcode
ja: Xcodeキャプチャ
ko: Xcode 캡처
pt_br: Captura do Xcode
ru: Захват Xcode
vi: Bản ghi Xcode
zh_hans: Xcode 捕获
zh_hant: Xcode 擷取

source: You can click "Pause" button near the bottom-left corner in Xcode to pause your iOS app, and input in Xcode console like the contents below: expr [((%1$@ *)%2$@) %3$@]
ar: يمكنك النقر على زر “Pause” بالقرب من الزاوية السفلية اليسرى في Xcode لإيقاف تطبيق iOS مؤقتًا، ثم إدخال المحتوى التالي في وحدة تحكم Xcode: expr [((%1$@ *)%2$@) %3$@]
de: Klicke in Xcode unten links auf „Pause“, um deine iOS-App anzuhalten, und gib in der Xcode-Konsole Folgendes ein: expr [((%1$@ *)%2$@) %3$@]
es: Puedes hacer clic en el botón “Pause” cerca de la esquina inferior izquierda de Xcode para pausar tu app de iOS e introducir en la consola de Xcode algo como lo siguiente: expr [((%1$@ *)%2$@) %3$@]
fr: Vous pouvez cliquer sur le bouton « Pause » en bas à gauche dans Xcode pour mettre votre app iOS en pause, puis saisir dans la console Xcode ce qui suit : expr [((%1$@ *)%2$@) %3$@]
it: Puoi fare clic sul pulsante "Pausa" in basso a sinistra in Xcode per mettere in pausa la tua app iOS e digitare nella console di Xcode un comando come questo: expr [((%1$@ *)%2$@) %3$@]
ja: Xcodeの左下付近にある“Pause”ボタンをクリックしてiOS Appを一時停止し、Xcodeのコンソールに次の内容を入力できます。 expr [((%1$@ *)%2$@) %3$@]
ko: Xcode 왼쪽 아래의 "일시 정지" 버튼을 클릭하여 iOS 앱을 일시 정지한 다음, Xcode 콘솔에 아래 내용을 입력할 수 있습니다. expr [((%1$@ *)%2$@) %3$@]
pt_br: Você pode clicar no botão "Pause" perto do canto inferior esquerdo do Xcode para pausar seu app iOS e digitar no console do Xcode algo como o conteúdo abaixo: expr [((%1$@ *)%2$@) %3$@]
ru: Нажмите кнопку «Pause» в левом нижнем углу Xcode, чтобы приостановить приложение iOS, и введите в консоли Xcode следующее: expr [((%1$@ *)%2$@) %3$@]
vi: Bạn có thể nhấp nút "Pause" gần góc dưới bên trái của Xcode để tạm dừng ứng dụng iOS, rồi nhập vào bảng điều khiển Xcode nội dung như bên dưới: expr [((%1$@ *)%2$@) %3$@]
zh_hans: 你可以点按 Xcode 左下角附近的“Pause”按钮，让 iOS App 暂停，然后在 Xcode 控制台中输入如下内容： expr [((%1$@ *)%2$@) %3$@]
zh_hant: 你可以點按 Xcode 左下角附近的「Pause」按鈕，讓 iOS App 暫停，然後在 Xcode 主控台輸入以下內容： expr [((%1$@ *)%2$@) %3$@]

source: You must connect LookInside with target iOS app before using this feature.
ar: يجب ربط LookInside بتطبيق iOS الهدف قبل استخدام هذه الميزة.
de: Verbinde LookInside mit der Ziel-iOS-App, bevor du diese Funktion verwendest.
es: Debes conectar LookInside con la app de iOS de destino antes de usar esta función.
fr: Vous devez connecter LookInside à l’app iOS cible avant d’utiliser cette fonctionnalité.
it: Per usare questa funzione devi prima collegare LookInside all’app iOS di destinazione.
ja: この機能を使用する前に、LookInsideをターゲットのiOS Appに接続する必要があります。
ko: 이 기능을 사용하려면 먼저 LookInside를 대상 iOS 앱에 연결해야 합니다.
pt_br: Conecte o LookInside ao app iOS de destino antes de usar este recurso.
ru: Перед использованием этой функции подключите LookInside к целевому приложению iOS.
vi: Bạn phải kết nối LookInside với ứng dụng iOS đích trước khi dùng tính năng này.
zh_hans: 使用此功能前，必须先将 LookInside 连接到目标 iOS App。
zh_hant: 使用此功能前，必須先將 LookInside 連接到目標 iOS App。

source: Your iOS project seems to use Swift, but you haven't turn on Swift optimization for LookInside
ar: يبدو أن مشروع iOS يستخدم Swift، لكنك لم تفعّل تحسين Swift لـ LookInside
de: Dein iOS-Projekt scheint Swift zu verwenden, aber die Swift-Optimierung für LookInside ist nicht aktiviert.
es: Tu proyecto de iOS parece usar Swift, pero no has activado la optimización de Swift para LookInside
fr: Votre projet iOS semble utiliser Swift, mais vous n’avez pas activé l’optimisation Swift pour LookInside
it: Il tuo progetto iOS sembra usare Swift, ma non hai attivato l’ottimizzazione Swift per LookInside
ja: iOSプロジェクトでSwiftが使用されていますが、LookInsideのSwift最適化がオンになっていないようです。
ko: iOS 프로젝트에서 Swift를 사용하는 것 같지만 LookInside의 Swift 최적화를 켜지 않았습니다
pt_br: Seu projeto iOS parece usar Swift, mas você não ativou a otimização de Swift para o LookInside
ru: Похоже, ваш проект iOS использует Swift, но оптимизация Swift для LookInside не включена
vi: Dự án iOS của bạn dường như dùng Swift, nhưng bạn chưa bật tối ưu hóa Swift cho LookInside
zh_hans: 你的 iOS 项目似乎使用了 Swift，但你还没有为 LookInside 开启 Swift 优化。
zh_hant: 你的 iOS 專案似乎使用 Swift，但尚未為 LookInside 開啟 Swift 最佳化。

source: Zoom
ar: تكبير/تصغير
ja: ズーム
ko: 확대/축소
ru: Масштаб
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: Zoom In
ar: تكبير
de: Vergrößern
es: Ampliar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
ar: تصغير
de: Verkleinern
es: Reducir
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
pt_br: Reduzir
ru: Уменьшить
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小
